Repository: Kampfader/plugin.video.osmosis
Catalog: resources/language/resource.language.*/strings.po
Languages: de_de

# #30000
source: General
de_de: Allgemein

# #30001
source: Location of the '.strm' files
de_de: Speicherort der '.strm'-Dateien

# #30002
source: Location of the 'MedienList.xml'
de_de: Speicherort der 'MedienList.xml'

# #30003
source: Internal stream reference
de_de: Interne Streamreferenz

# #30004
source: Delete old strms before generating new ones
de_de: Lösche veraltete Streams

# #30005
source: Update old strms before generating new ones
de_de: Veraltete Streams erneuern

# #30006
source: Run Library Scan when finished
de_de: Datenbank scannen, wenn fertig

# #30007
source: Clean Database when finished
de_de: Datenbank bereinigen, wenn fertig

# #30008
source: Clear Strm folder before each run
de_de: Medien Speicherort immer bereinigen (löscht alle Dateien im Ordner)

# #30009
source: Do not export bonus episodes
de_de: Bonusepisoden nicht exportieren

# #30010
source: Do not export '.strm' files that contain '[OV]' in the title
de_de: '.strm'-Dateien nicht exportieren, die '[OV]' im Titel beinhalten

# #31000
source: Library
de_de: Bibliothek

# #31001
source: Write NFOs (ComingSoon)
de_de: Videos fortsetzen

# #31100
source: Movies
de_de: Filme

# #31101
source: Number of levels to search
de_de: Anzahl der zu durchsuchenden Ebenen

# #31102
source: Save the streams pro MediaList entry in a superfolder
de_de: Pro MediaList-Eintrag die Streams in einem Oberordner speichern

# #31103
source: Save each '.strm' file in its own folder
de_de: Jede '.strm'-Datei in eigenem Ordner speichern

# #31200
source: TV-Shows
de_de: Serien

# #31201
source: Number of levels to search
de_de: Anzahl der zu durchsuchenden Ebenen

# #31301
source: Search TheTVDB for episode info
de_de: Durchsuche TheTVDB nach Episodeninfos

# #31302
source: Never
de_de: Nie

# #31303
source: For insufficient information
de_de: Bei unzureichenden Informationen

# #31304
source: Always
de_de: Immer

# #31305
source: Show confirmation dialog of the manually saved episode data
de_de: Bestätigungsdialog der manuell gespeicherten Episodendaten anzeigen

# #31306
source: Time until the confirmation dialog closes automatically (seconds)
de_de: Zeit bis der Bestätigungsdialog automatisch geschlossen wird (Sekunden)

# #32000
source: Update Configuration
de_de: Update Konfiguration

# #32001
source: Update at startup
de_de: Aktualisierung bei Start

# #32002
source: Scheduled update
de_de: Zeitgesteuerte Aktualisierung

# #32003
source: Update interval in hours
de_de: Updateintervall in Stunden

# #32004
source: Force Update at (00:00 to disable)
de_de: Update zur definierten Uhrzeit (00:00 zum Deaktivieren)

# #33000
source: Database
de_de: Datenbank

# #33001
source: Kodi is using MYSQL-Database
de_de: Kodi verwendet eine MYSQL-Datenbank

# #33002
source: Detect Kodi's SQLite DBs automatically
de_de: Kodi's SQLite-DBs automatisch ermitteln

# #33100
source: Kodi Movie database
de_de: Kodi Filmdatenbank

# #33101
source: Movie-DB username
de_de: Film-DB Benutzername

# #33102
source: Movie-DB password
de_de: Film-DB Passwort

# #33103
source: Movie-DB filename
de_de: Film-DB Datenbank

# #33104
source: Movie-DB IP
de_de: Film-DB IP-Adresse

# #33105
source: Movie-DB Port
de_de: Film-DB Port

# #33106
source: Movie-DB directory
de_de: Film-DB Speicherort

# #33200
source: Kodi Music database
de_de: Kodi Musikdatenbank

# #33201
source: Music-DB username
de_de: Musik-DB Benutzername

# #33202
source: Music-DB password
de_de: Musik-DB Passwort

# #33203
source: Music-DB filename
de_de: Musik-DB Datenbank

# #33204
source: Music-DB IP
de_de: Musik-DB IP-Adresse

# #33205
source: Music-DB Port
de_de: Musik-DB Port

# #33206
source: Music-DB directory
de_de: Musik-DB Speicherort

# #33300
source: Osmosis TV-Show database
de_de: Osmosis Seriendatenbank

# #33301
source: TV-Show-DB username
de_de: Serien-DB Benutzername

# #33302
source: TV-Show-DB password
de_de: Serien-DB Passwort

# #33303
source: TV-Show-DB filename
de_de: Serien-DB Datenbank

# #33304
source: TV-Show-DB IP
de_de: Serien-DB IP-Adresse

# #33305
source: TV-Show-DB Port
de_de: Serien-DB Port

# #33306
source: TV-Show-DB directory
de_de: Serien-DB Speicherort

# #33400
source: Osmosis Movie database
de_de: Osmosis Filmdatenbank

# #33401
source: Movie-DB username
de_de: Film-DB Benutzername

# #33402
source: Movie-DB password
de_de: Film-DB Passwort

# #33403
source: Movie-DB filename
de_de: Film-DB Datenbank

# #33404
source: Movie-DB IP
de_de: Film-DB IP-Adresse

# #33405
source: Movie-DB Port
de_de: Film-DB Port

# #33406
source: Movie-DB directory
de_de: Film-DB Speicherort

# #33500
source: Osmosis Music database
de_de: Osmosis Musikdatenbank

# #33501
source: Music-DB username
de_de: Musik-DB Benutzername

# #33502
source: Music-DB password
de_de: Musik-DB Passwort

# #33503
source: Music-DB filename
de_de: Musik-DB Datenbank

# #33504
source: Music-DB IP
de_de: Musik-DB IP-Adresse

# #33505
source: Music-DB Port
de_de: Musik-DB Port

# #33506
source: Music-DB directory
de_de: Musik-DB Speicherort

# #34000
source: Playback
de_de: Wiedergabe

# #34001
source: Dialog to resume the video
de_de: Dialog zum Fortetzen des Videos

# #34002
source: Context menu before video start
de_de: Kontextmenü vor Videostart

# #34003
source: Overlay after video start
de_de: Overlay nach Videostart

# #34004
source: Resume video before playback point (seconds)
de_de: Video vor Wiedergabepunkt fortsetzen (Sekunden)

# #34005
source: Addons that should be ignored by the playback dialog
de_de: Addons, die vom Wiedergabedialog ignoriert werden sollen

# #39001
source: Music Addons
de_de: Musik-Addons

# #39002
source: Video Favorites
de_de: Video-Favoriten

# #39003
source: Update the Library using the MediaList entry
de_de: Bibliothek mittels MediaList-Eintrag aktualisieren

# #39004
source: Update the Library using the MediaList entry and delete invalid '.strm' files
de_de: Bibliothek mittels MediaList-Eintrag aktualisieren und ungültige '.strm'-Dateien löschen

# #39005
source: Update Library using all MediaList entries
de_de: Bibliothek mittels aller MediaList-Einträge aktualisieren

# #39006
source: Rename MediaList entry
de_de: MediaList-Eintrag umbenennen

# #39007
source: Delete MediaList entry with associated '.strm' files
de_de: MediaList-Eintrag mit dazugehörigen '.strm'-Dateien löschen

# #39008
source: Delete TV Shows from the TVDB cache
de_de: Serien aus dem TVDB-Cache löschen

# #39009
source: Delete all TV Shows from the TVDB cache
de_de: Alle Serien aus dem TVDB-Cache löschen

# #39010
source: Activate addon 'Watchdog'
de_de: Addon 'Watchdog' aktivieren

# #39011
source: Install addon 'Watchdog'
de_de: Addon 'Watchdog' installieren

# #39100
source: Add to Library
de_de: Zur Bibliothek hinzufügen

# #39101
source: Add Movie to Library
de_de: Film zur Bibliothek hinzufügen

# #39102
source: Add TV Show to Library
de_de: Serie zur Bibliothek hinzufügen

# #39103
source: Add Season to Library
de_de: Staffel zur Bibliothek hinzufügen

# #39104
source: Add individual Seasons to Library
de_de: Einzelne Staffeln zur Bibliothek hinzufügen

# #39105
source: Title for MediaList entry
de_de: Titel für den MediaList-Eintrag

# #39106
source: Continue with original title
de_de: Mit Originaltitel fortfahren

# #39107
source: Rename title
de_de: Titel umbenennen

# #39108
source: Get title from 'MediaList.xml'
de_de: Titel aus 'MediaList.xml' auswählen

# #39109
source: Select media type
de_de: Medientyp auswählen

# #39110
source: Select language
de_de: Sprache auswählen

# #39111
source: Movie
de_de: Film

# #39112
source: TV-Show
de_de: Serie

# #39113
source: Music
de_de: Musik

# #39117
source: Other
de_de: Sonstiges

# #39122
source: All
de_de: Alle

# #39123
source: Update Library
de_de: Bibliothek aktualisieren

# #39124
source: Select entry
de_de: Eintrag auswählen

# #39125
source: Get title from 'MediaList.xml' for '{0}'
de_de: Titel aus 'MediaList.xml' für '{0}' auswählen

# #39126
source: Create '.strm' files
de_de: '.strm'-Dateien erstellen

# #39127
source: Done
de_de: Fertig

# #39128
source: Select Seasons to add for '{0}'
de_de: Staffeln von '{0}' auswählen

# #39129
source: Get Title from TheTVDB
de_de: Titel von TheTVDB auswählen

# #39130
source: Enter new Title
de_de: Neuen Titel eingeben

# #39131
source: Delete successfully
de_de: Löschen erfolgreich

# #39132
source: Select stream provider
de_de: Stream-Anbieter auswählen

# #39133
source: Current entry
de_de: Aktuller Eintrag

# #39134
source: will be updated
de_de: wird aktualisiert

# #39135
source: To be updated
de_de: Noch zu aktualisieren

# #39136
source: Next update in
de_de: Nächste Aktualisierung in

# #39137
source: Next update at
de_de: Nächste Aktualisierung um

# #39138
source: will be added
de_de: wird hinzugefügt

# #39139
source: Page
de_de: Seite

# #39140
source: Library is being updated
de_de: Bibliothek wird aktualisiert

# #39141
source: Add to library successful
de_de: Hinzufügen zur Bibliothek erfolgreich
